const STUDENTS_DATA = [
  {
    "code": "2430400",
    "name": "إبراهيم محمد محمد جاد حوطر",
    "section": 1
  },
  {
    "code": "2430401",
    "name": "أحمد محمد عبده حسن حجازى",
    "section": 1
  },
  {
    "code": "2430402",
    "name": "ابانوب فرح يوسف موسي مسعد",
    "section": 1
  },
  {
    "code": "2430403",
    "name": "ابراهيم احمد علي محسن سيد",
    "section": 1
  },
  {
    "code": "2430404",
    "name": "ابراهيم عاطف محمد عبدالفتاح",
    "section": 1
  },
  {
    "code": "2430405",
    "name": "ابراهيم عبدالهادى ابراهيم عبدالله",
    "section": 1
  },
  {
    "code": "2430406",
    "name": "احمد ابراهيم محمد عفيفى",
    "section": 1
  },
  {
    "code": "2330150",
    "name": "احمد انيس زين العابدين الشاملى",
    "section": 1
  },
  {
    "code": "2430407",
    "name": "احمد ايمن احمد عبدالمقصود",
    "section": 1
  },
  {
    "code": "2430408",
    "name": "احمد ايهاب حمودة حمودة المكباتي",
    "section": 1
  },
  {
    "code": "2430409",
    "name": "احمد بدر عيد حسين",
    "section": 1
  },
  {
    "code": "2430410",
    "name": "احمد ثروت محمد عبد الله",
    "section": 1
  },
  {
    "code": "2430411",
    "name": "احمد جمال عدوى عبدالباقى علي",
    "section": 1
  },
  {
    "code": "2330151",
    "name": "احمد جميل محمد محمد",
    "section": 1
  },
  {
    "code": "2430412",
    "name": "احمد حاتم حميد السيد محمد",
    "section": 1
  },
  {
    "code": "2350464",
    "name": "احمد حمدى رفاعى حمودة",
    "section": 1
  },
  {
    "code": "2430414",
    "name": "احمد سيف الدين السيد محمد مصطفى",
    "section": 1
  },
  {
    "code": "2430415",
    "name": "احمد شريف عبدالمنعم السيد",
    "section": 1
  },
  {
    "code": "2430416",
    "name": "احمد عادل عبدالمنعم محمد سرور",
    "section": 1
  },
  {
    "code": "2430418",
    "name": "احمد علاء محمد عبدالسميع على",
    "section": 1
  },
  {
    "code": "2430419",
    "name": "احمد عماد نورالدين احمد عطية",
    "section": 1
  },
  {
    "code": "2430420",
    "name": "احمد عمرو حسنى سعداوى شحاته",
    "section": 1
  },
  {
    "code": "2430421",
    "name": "احمد فاروق امبابى عبد المقصود",
    "section": 1
  },
  {
    "code": "2430422",
    "name": "احمد محمد عبدالمنصف مرسى",
    "section": 1
  },
  {
    "code": "2430423",
    "name": "احمد محمد محمود احمد عبدالهادى",
    "section": 1
  },
  {
    "code": "2430424",
    "name": "احمد محمد مسعد على يوسف",
    "section": 1
  },
  {
    "code": "2430426",
    "name": "احمد وليد السيد احمد الحسيني",
    "section": 1
  },
  {
    "code": "2430427",
    "name": "احمد وليد عبد المعبود عوض محمد",
    "section": 1
  },
  {
    "code": "2430428",
    "name": "ادهم اشراف محمود محمود حسين",
    "section": 1
  },
  {
    "code": "2430429",
    "name": "ادهم مروان محمد مروان",
    "section": 1
  },
  {
    "code": "2430431",
    "name": "اسامة محمد حسن عبد الحميد الخطيب",
    "section": 1
  },
  {
    "code": "2430432",
    "name": "اسامه رضا عبد المنعم عبده عبد الرؤف البحراوي",
    "section": 1
  },
  {
    "code": "2430434",
    "name": "اسلام مؤمن محمد حمدالله",
    "section": 1
  },
  {
    "code": "2430435",
    "name": "اسلام محمد عبد الله محمد",
    "section": 1
  },
  {
    "code": "2430436",
    "name": "اسلام محمد عزت محمد عطية",
    "section": 1
  },
  {
    "code": "2430438",
    "name": "اسماء صباح كمال محمد",
    "section": 1
  },
  {
    "code": "2430439",
    "name": "اسماء منير عبدالمعبود عبدربه جاد",
    "section": 1
  },
  {
    "code": "2430441",
    "name": "اشرقت خالد احمد عبدالرحيم",
    "section": 1
  },
  {
    "code": "2430442",
    "name": "الاء ايمن رجب عبدالعاطى ابوالعلا",
    "section": 1
  },
  {
    "code": "2430443",
    "name": "الاء رجب محمد حسن السيد",
    "section": 2
  },
  {
    "code": "2430444",
    "name": "الاء محمد فاروق عبدالرحمن ابراهيم",
    "section": 2
  },
  {
    "code": "2430445",
    "name": "امل محمد فوزى عبدالسلام مصطفى",
    "section": 2
  },
  {
    "code": "2430446",
    "name": "امنية سيد صلاح عبدالمعز عبدالمجيد",
    "section": 2
  },
  {
    "code": "2430447",
    "name": "امنيه محمد غانم محمد محمد",
    "section": 2
  },
  {
    "code": "2430450",
    "name": "اميره صبرى حسن الصعيدى",
    "section": 2
  },
  {
    "code": "2430451",
    "name": "اميره عزت ابراهيم سيد احمد",
    "section": 2
  },
  {
    "code": "2430452",
    "name": "اندرو جمال فؤاد متي سلامه",
    "section": 2
  },
  {
    "code": "2430453",
    "name": "انس احمد محمد بدوى دويدار",
    "section": 2
  },
  {
    "code": "2430454",
    "name": "انطون ايهاب ميلاد لبيب جورجيوس",
    "section": 2
  },
  {
    "code": "2430455",
    "name": "اهله هيثم عبدالقادر عبدالحى نصار",
    "section": 2
  },
  {
    "code": "2430457",
    "name": "ايمان رزق يوسف محمود",
    "section": 2
  },
  {
    "code": "2430458",
    "name": "ايمان عيد السيد عبدالغنى السيد",
    "section": 2
  },
  {
    "code": "2430459",
    "name": "ايه مجدى محمد احمد ابراهيم ابواحمد",
    "section": 2
  },
  {
    "code": "2430460",
    "name": "بافلى يسري حلمي شنودة",
    "section": 2
  },
  {
    "code": "2430461",
    "name": "بساده صفوت فوزى صليب",
    "section": 2
  },
  {
    "code": "2430462",
    "name": "بسمة حسين محمد حسين حسين",
    "section": 2
  },
  {
    "code": "2430463",
    "name": "بلال محمد حمد موسي محمد",
    "section": 2
  },
  {
    "code": "2430464",
    "name": "بلال محمد محمد صلاح الدين خليل عنتر",
    "section": 2
  },
  {
    "code": "2430465",
    "name": "بيشوى ايوب مترى تادرس",
    "section": 2
  },
  {
    "code": "2430466",
    "name": "بيشوى عماد زكرى غالى",
    "section": 2
  },
  {
    "code": "2430467",
    "name": "بيلاديوس مجدي حنا بشارة سليمان",
    "section": 2
  },
  {
    "code": "2430468",
    "name": "تبارك محمد رجب عسر حسين",
    "section": 2
  },
  {
    "code": "2430469",
    "name": "جرجس عادل عدلي حبيب عوض",
    "section": 2
  },
  {
    "code": "2430470",
    "name": "جنه محمد احمد على النجدى",
    "section": 2
  },
  {
    "code": "2430471",
    "name": "جون هاني عزت عزيز",
    "section": 2
  },
  {
    "code": "2430472",
    "name": "حازم حسين ابراهيم محمد ابراهيم محروس",
    "section": 2
  },
  {
    "code": "2430473",
    "name": "حبيبه محمد صلاح السيد حامد",
    "section": 2
  },
  {
    "code": "2430474",
    "name": "حبيبه محمد فتحى محمد",
    "section": 2
  },
  {
    "code": "2430475",
    "name": "حسام الدين شهاب عبدالعظيم سيد",
    "section": 2
  },
  {
    "code": "2430476",
    "name": "حسناء حازم نصر عبدالحليم محمد داود",
    "section": 2
  },
  {
    "code": "2430477",
    "name": "حسناء حسن دهب بسطاوى محمد",
    "section": 2
  },
  {
    "code": "2430481",
    "name": "خالد جمال سعد رياض",
    "section": 2
  },
  {
    "code": "2430483",
    "name": "رافت ميلاد فهمي شحاته",
    "section": 2
  },
  {
    "code": "2430485",
    "name": "رضا احمد ابوبكر ابراهيم محمد",
    "section": 2
  },
  {
    "code": "2430486",
    "name": "رضوى ايهاب محمد عبدالبارى",
    "section": 2
  },
  {
    "code": "2430487",
    "name": "رفيق عماد ماهر جرجس",
    "section": 2
  },
  {
    "code": "2430488",
    "name": "رقيه عبد البصير عبد الرشيد عبد البصير",
    "section": 2
  },
  {
    "code": "2430489",
    "name": "رنا اسماعيل احمد محمد علي",
    "section": 2
  },
  {
    "code": "2430490",
    "name": "روان رضا جوده خميس",
    "section": 3
  },
  {
    "code": "2430491",
    "name": "ريتاج محمد محمد صابر عبد الفتاح سيد",
    "section": 3
  },
  {
    "code": "2430493",
    "name": "ريهام ياسر محمود يونس",
    "section": 3
  },
  {
    "code": "2430494",
    "name": "زياد عادل سعد محمد",
    "section": 3
  },
  {
    "code": "2430495",
    "name": "زياد عصام ابراهيم هلال رضوان",
    "section": 3
  },
  {
    "code": "2430496",
    "name": "زينب محمد جلال مرسى",
    "section": 3
  },
  {
    "code": "2430497",
    "name": "ساره السيد محمد ابراهيم مزروع",
    "section": 3
  },
  {
    "code": "2430498",
    "name": "ساره ايمن منصور محمد ادريس",
    "section": 3
  },
  {
    "code": "2430499",
    "name": "ساره عبدالقادر عبدربه احمد",
    "section": 3
  },
  {
    "code": "2430500",
    "name": "ساره محمد يونس معوض الليثى",
    "section": 3
  },
  {
    "code": "2430501",
    "name": "ساميه حماده الرفاعى يوسف",
    "section": 3
  },
  {
    "code": "2430502",
    "name": "سدره سمير محمد ابراهيم",
    "section": 3
  },
  {
    "code": "2430504",
    "name": "سلمى عصام حسين شحاته حسين",
    "section": 3
  },
  {
    "code": "2430505",
    "name": "سلمى محمد عبدالعزيز محمد الدسوقى",
    "section": 3
  },
  {
    "code": "2430506",
    "name": "سلمى وليد سامى فتحى اسماعيل",
    "section": 3
  },
  {
    "code": "2430507",
    "name": "سلوى رضا عبد الحميد متولى حسين",
    "section": 3
  },
  {
    "code": "2430509",
    "name": "سماء محمد عبدالنبى محمد",
    "section": 3
  },
  {
    "code": "2430510",
    "name": "سميه علاء عبدالحليم عبدالعزيز",
    "section": 3
  },
  {
    "code": "2430511",
    "name": "سميه موسى احمد محمد الجوهرى",
    "section": 3
  },
  {
    "code": "2430512",
    "name": "سيف اشرف فتحى جامع على على",
    "section": 3
  },
  {
    "code": "2430513",
    "name": "شروق احمد ابوسريع احمد",
    "section": 3
  },
  {
    "code": "2430514",
    "name": "شروق مجدى عصمت احمد محمد",
    "section": 3
  },
  {
    "code": "2430515",
    "name": "شهد سيد احمد رمضان عزب",
    "section": 3
  },
  {
    "code": "2430516",
    "name": "شهد شوشه جابر عطيه حسانين",
    "section": 3
  },
  {
    "code": "2430517",
    "name": "شوقى محمد شوقى شحاته",
    "section": 3
  },
  {
    "code": "2430518",
    "name": "شيرين محمد رمضان محمد",
    "section": 3
  },
  {
    "code": "2430519",
    "name": "شيماء مهدى عبدالفضيل ابراهيم جادالله",
    "section": 3
  },
  {
    "code": "2430520",
    "name": "صفاء محمد عبدالعزيز عبدالرحمن",
    "section": 3
  },
  {
    "code": "2430522",
    "name": "ضحى مسعد محمود محمد صبح",
    "section": 3
  },
  {
    "code": "2430523",
    "name": "ضحى هشام محمود رفاعى محمد",
    "section": 3
  },
  {
    "code": "2430524",
    "name": "طارق اسامة احمد جعفر",
    "section": 3
  },
  {
    "code": "2430525",
    "name": "طارق اسامه موسى محمد على اسماعيل",
    "section": 3
  },
  {
    "code": "2430526",
    "name": "طارق عماد محمد امام ابراهيم",
    "section": 3
  },
  {
    "code": "2430527",
    "name": "طارق ياسر صبحى عبدالجليل",
    "section": 3
  },
  {
    "code": "2430529",
    "name": "عاصم حاتم عوض ابراهيم عبد العال",
    "section": 3
  },
  {
    "code": "2430531",
    "name": "عبد الرحمن الحسين محمد موسى الننى",
    "section": 3
  },
  {
    "code": "2430532",
    "name": "عبد الرحمن صابر عبد العاطي صابر",
    "section": 3
  },
  {
    "code": "2430533",
    "name": "عبد الرحمن محمد ابراهيم محمد البنا",
    "section": 3
  },
  {
    "code": "2430534",
    "name": "عبد الرحمن محمد فهمي عبد العال",
    "section": 3
  },
  {
    "code": "2430535",
    "name": "عبد الرحمن مصطفي نبيل عبده احمد",
    "section": 4
  },
  {
    "code": "2430536",
    "name": "عبد الرحمن مصطفى يونس محمد",
    "section": 4
  },
  {
    "code": "2430537",
    "name": "عبد الله جميل على على الحلواني",
    "section": 4
  },
  {
    "code": "2430538",
    "name": "عبد الله حسين صالح عباس صالح",
    "section": 4
  },
  {
    "code": "2430539",
    "name": "عبد الله سيد فتحى عكوش عثمان",
    "section": 4
  },
  {
    "code": "2430540",
    "name": "عبد المجيد عصام عبد المجيد السمري",
    "section": 4
  },
  {
    "code": "2430541",
    "name": "عبدالرحمن احمد عبدالغنى محمد",
    "section": 4
  },
  {
    "code": "2430542",
    "name": "عبدالرحمن احمد فرج احمد فرج",
    "section": 4
  },
  {
    "code": "2430543",
    "name": "عبدالرحمن النادى السيد ابراهيم مسعود",
    "section": 4
  },
  {
    "code": "2430544",
    "name": "عبدالرحمن فرح احمد محمد على",
    "section": 4
  },
  {
    "code": "2430546",
    "name": "عبدالرحمن محمد على احمد عبدالرحمن",
    "section": 4
  },
  {
    "code": "2430547",
    "name": "عبدالرحمن محمد غريب احمد محمد",
    "section": 4
  },
  {
    "code": "2430548",
    "name": "عبدالعزيز محمد عبدالعزيز عبدالعليم ابراهيم",
    "section": 4
  },
  {
    "code": "2430550",
    "name": "عبدالله على انور على السيد",
    "section": 4
  },
  {
    "code": "2430551",
    "name": "عبدالله على نبيه عبدالجليل",
    "section": 4
  },
  {
    "code": "2430553",
    "name": "عبدالله محمد فتحى عبدالعاطى",
    "section": 4
  },
  {
    "code": "2430554",
    "name": "عبدالمجيد سيد عبدالمجيد سيد",
    "section": 4
  },
  {
    "code": "2430555",
    "name": "علا محمد محمود محمد",
    "section": 4
  },
  {
    "code": "2430556",
    "name": "على احمد عبدالعظيم توفيق",
    "section": 4
  },
  {
    "code": "2430557",
    "name": "على احمد على طه",
    "section": 4
  },
  {
    "code": "2430558",
    "name": "على السيد على الجيوشى",
    "section": 4
  },
  {
    "code": "2430559",
    "name": "على خليفه عبدالحميد خليفه",
    "section": 4
  },
  {
    "code": "2430561",
    "name": "على محمد على احمدادم",
    "section": 4
  },
  {
    "code": "2430562",
    "name": "على محمود محمود يوسف  عطا الله",
    "section": 4
  },
  {
    "code": "2430563",
    "name": "عماد خميس على حسن",
    "section": 4
  },
  {
    "code": "2430565",
    "name": "عمر احمد نادى محمد عبدالسلام",
    "section": 4
  },
  {
    "code": "2430566",
    "name": "عمر ايمن عبد العزيز ابو العلا فرج",
    "section": 4
  },
  {
    "code": "2430569",
    "name": "عمر مصطفى رمضان حسين منصور",
    "section": 4
  },
  {
    "code": "2430570",
    "name": "عمرو الدسوقى توفيق احمد",
    "section": 4
  },
  {
    "code": "2430571",
    "name": "عمرو خالد على محمد عبدالرازق",
    "section": 4
  },
  {
    "code": "2430572",
    "name": "عمرو سعيد بدوي عبدالمنعم",
    "section": 4
  },
  {
    "code": "2430573",
    "name": "عمرو عمر عبدالرحمن على",
    "section": 4
  },
  {
    "code": "2430574",
    "name": "عمرو مدكور مخلوف جاد الكريم",
    "section": 4
  },
  {
    "code": "2430575",
    "name": "عنان ابراهيم زين العابدين",
    "section": 4
  },
  {
    "code": "2430577",
    "name": "فاطمة سيد على دسوقى",
    "section": 4
  },
  {
    "code": "2430579",
    "name": "فاطمه احمد خلف احمد عليوه",
    "section": 4
  },
  {
    "code": "2430580",
    "name": "فاطمه الزهراء سامي حسني محمد عبد الهادي",
    "section": 4
  },
  {
    "code": "2430581",
    "name": "فاطمه حسام فتحي عبد المقصود خلف الله",
    "section": 4
  },
  {
    "code": "2430582",
    "name": "فاطمه حسين جمعه احمد محمد",
    "section": 4
  },
  {
    "code": "2430584",
    "name": "فاطمه محمود كامل محمد مندور",
    "section": 5
  },
  {
    "code": "2430585",
    "name": "فاطمه ياسر محمد ذكر الله",
    "section": 5
  },
  {
    "code": "2430586",
    "name": "فرح ممدوح موسى احمد",
    "section": 5
  },
  {
    "code": "2430587",
    "name": "فرحه ياسر بدوى عباس",
    "section": 5
  },
  {
    "code": "2430589",
    "name": "كريم طارق محمد احمد",
    "section": 5
  },
  {
    "code": "2330225",
    "name": "كريم محمد عبد السلام فهمى غازى",
    "section": 5
  },
  {
    "code": "2430590",
    "name": "كريمان وجدي عبدالفتاح علي ابراهيم",
    "section": 5
  },
  {
    "code": "2430591",
    "name": "كمال الدين ولاء كمال عبدالحميد",
    "section": 5
  },
  {
    "code": "2430592",
    "name": "لمياء محمد محمود محمد محمود",
    "section": 5
  },
  {
    "code": "2430593",
    "name": "ليلى حميدو ذكى احمد عبدالكريم",
    "section": 5
  },
  {
    "code": "2430594",
    "name": "ماريا سامى كرم باسيلى",
    "section": 5
  },
  {
    "code": "2430595",
    "name": "ماريو ادور سيد مغاريوس مرقص",
    "section": 5
  },
  {
    "code": "2430596",
    "name": "محسن حسن امين على",
    "section": 5
  },
  {
    "code": "2430597",
    "name": "محمد ابراهيم مختار السيد على",
    "section": 5
  },
  {
    "code": "2430598",
    "name": "محمد احمد احمد رمضان شلبى",
    "section": 5
  },
  {
    "code": "2430599",
    "name": "محمد احمد سعد على الشاذلى",
    "section": 5
  },
  {
    "code": "2430600",
    "name": "محمد احمد محمد شاكر محمد قطب",
    "section": 5
  },
  {
    "code": "2430601",
    "name": "محمد احمد محمد عبد العال السيد",
    "section": 5
  },
  {
    "code": "2330237",
    "name": "محمد اسماعيل عبدالعظيم ابراهيم",
    "section": 5
  },
  {
    "code": "2430603",
    "name": "محمد اشرف محمد العسال",
    "section": 5
  },
  {
    "code": "2330238",
    "name": "محمد اشرف محمد قرنى",
    "section": 5
  },
  {
    "code": "2430604",
    "name": "محمد حسن عبدالحفيظ حسن عطيفى",
    "section": 5
  },
  {
    "code": "2330244",
    "name": "محمد حسين محمد احمد",
    "section": 5
  },
  {
    "code": "2430605",
    "name": "محمد حمدى على محمد سليمان",
    "section": 5
  },
  {
    "code": "2430606",
    "name": "محمد حمزه فاروق حمزه",
    "section": 5
  },
  {
    "code": "2430607",
    "name": "محمد خالد عبدالله على",
    "section": 5
  },
  {
    "code": "2430608",
    "name": "محمد خالد على عوض الله",
    "section": 5
  },
  {
    "code": "2430609",
    "name": "محمد خالد محمد نورالدين محمد ابراهيم",
    "section": 5
  },
  {
    "code": "2430610",
    "name": "محمد دندراوى شاذلى احمد",
    "section": 5
  },
  {
    "code": "2430611",
    "name": "محمد ربيع احمد السيد",
    "section": 5
  },
  {
    "code": "2330248",
    "name": "محمد رفعت ادريس مصلحي",
    "section": 5
  },
  {
    "code": "2430612",
    "name": "محمد سامح محمد عطيه نصار",
    "section": 5
  },
  {
    "code": "2430613",
    "name": "محمد صبحى العمروسى السيد",
    "section": 5
  },
  {
    "code": "2430614",
    "name": "محمد عبدالله سعيد محمد",
    "section": 5
  },
  {
    "code": "2430615",
    "name": "محمد عبدالنبى محمد حماد",
    "section": 5
  },
  {
    "code": "2430616",
    "name": "محمد عصام الدين محمد عبده غيات",
    "section": 5
  },
  {
    "code": "2330252",
    "name": "محمد عصام محمد عبد البديع",
    "section": 5
  },
  {
    "code": "2430617",
    "name": "محمد علاء محمد سيد",
    "section": 5
  },
  {
    "code": "2430618",
    "name": "محمد محسن شعبان سلامه",
    "section": 5
  },
  {
    "code": "2430619",
    "name": "محمد مسعود ابراهيم ابراهيم العتر",
    "section": 6
  },
  {
    "code": "2330256",
    "name": "محمد مصطفى وهيب محمد",
    "section": 6
  },
  {
    "code": "2430620",
    "name": "محمد منير سعد محمد الاسمر",
    "section": 6
  },
  {
    "code": "2330258",
    "name": "محمد وائل محمد عبد اللاله",
    "section": 6
  },
  {
    "code": "2430621",
    "name": "محمد وزيرى عبد الفتاح وزيرى",
    "section": 6
  },
  {
    "code": "2430622",
    "name": "محمد ياسر محمد مصطفى عوض العايدى",
    "section": 6
  },
  {
    "code": "2430623",
    "name": "محمد يوسف عبدالعليم عبدالحفيظ",
    "section": 6
  },
  {
    "code": "2430624",
    "name": "محمود احمد ابراهيم حسن محمود",
    "section": 6
  },
  {
    "code": "2430625",
    "name": "محمود احمد محمد محمد",
    "section": 6
  },
  {
    "code": "2430626",
    "name": "محمود احمد محمود امام محمود",
    "section": 6
  },
  {
    "code": "2430627",
    "name": "محمود ايمن عايد عبدالفتاح",
    "section": 6
  },
  {
    "code": "2430628",
    "name": "محمود حنفى احمد السيد",
    "section": 6
  },
  {
    "code": "2430629",
    "name": "محمود عبد العزيز محمد شاهين",
    "section": 6
  },
  {
    "code": "2430630",
    "name": "محمود عبدالرحمن احمد عبدالرحمن مصطفى كبشه",
    "section": 6
  },
  {
    "code": "2430631",
    "name": "محمود محمد فؤاد عبدالغنى",
    "section": 6
  },
  {
    "code": "2430632",
    "name": "محمود محمد محمود محمد عبدالفتاح الجميعى",
    "section": 6
  },
  {
    "code": "2330141",
    "name": "محمود مصطفى محمود عبد الموجود محمد",
    "section": 6
  },
  {
    "code": "2430633",
    "name": "محمود نادر سعد ابوالمجد",
    "section": 6
  },
  {
    "code": "2430634",
    "name": "مروان سالم عبدالجليل بيومى مغربى",
    "section": 6
  },
  {
    "code": "2430635",
    "name": "مروه يسرى حسن عفيفى يوسف",
    "section": 6
  },
  {
    "code": "2430636",
    "name": "مريم احمد عثمان عبدالرحمن عثمان",
    "section": 6
  },
  {
    "code": "2430637",
    "name": "مريم حسن حسين حسن",
    "section": 6
  },
  {
    "code": "2430638",
    "name": "مريم حسين اسماعيل حسين عرفات",
    "section": 6
  },
  {
    "code": "2430639",
    "name": "مريم حسين وليد محمد حسين",
    "section": 6
  },
  {
    "code": "2430640",
    "name": "مريم خالد عزت ابواالسعود",
    "section": 6
  },
  {
    "code": "2430641",
    "name": "مريم عمرو على احمد",
    "section": 6
  },
  {
    "code": "2430642",
    "name": "مريم مجدى ابراهيم علي متولى",
    "section": 6
  },
  {
    "code": "2430643",
    "name": "مريم محمد ابراهيم عبد الكريم محمد",
    "section": 6
  },
  {
    "code": "2430644",
    "name": "مريم محمد اسماعيل محمد سليمان",
    "section": 6
  },
  {
    "code": "2430647",
    "name": "مريم محمد فاروق محمد طلبه",
    "section": 6
  },
  {
    "code": "2430648",
    "name": "مريم يوسف سمير يوسف",
    "section": 6
  },
  {
    "code": "2430649",
    "name": "مريم يونان اقلاديوس رسن متي",
    "section": 6
  },
  {
    "code": "2430650",
    "name": "مصطفى ابراهيم محمد رزق ابوحسين",
    "section": 6
  },
  {
    "code": "2330272",
    "name": "مصطفى احمد عبدالباقى محمود ابراهيم",
    "section": 6
  },
  {
    "code": "2430651",
    "name": "مصطفى اشرف انور حسن",
    "section": 6
  },
  {
    "code": "2430652",
    "name": "مصطفى حسن السيد محمد شاهين",
    "section": 6
  },
  {
    "code": "2430653",
    "name": "مصطفى حسين سالم قرنى",
    "section": 6
  },
  {
    "code": "2430654",
    "name": "مصطفى عادل حماد ابراهيم",
    "section": 6
  },
  {
    "code": "2430655",
    "name": "مصطفى عبد الحميد سيد صديق",
    "section": 6
  },
  {
    "code": "2430656",
    "name": "مصطفى فارس ابوهريره فرحات",
    "section": 7
  },
  {
    "code": "2430657",
    "name": "مصطفى محمد جابر عبد الرسول عيسى",
    "section": 7
  },
  {
    "code": "2430658",
    "name": "مصطفى محمود ابوزيد محمد السيد",
    "section": 7
  },
  {
    "code": "2430659",
    "name": "مصطفى محمود احمد عبدالشافى محمد",
    "section": 7
  },
  {
    "code": "2430660",
    "name": "مصطفى محمود على عبدالنعيم",
    "section": 7
  },
  {
    "code": "2430661",
    "name": "معتز نسيم علي رجب ابو حمره",
    "section": 7
  },
  {
    "code": "2430662",
    "name": "ملك ابراهيم سالم محمد حسين",
    "section": 7
  },
  {
    "code": "2430663",
    "name": "ملك احمد سعيد محمد عبدالرحيم",
    "section": 7
  },
  {
    "code": "2430664",
    "name": "ملك السيد محمود محمد سرور",
    "section": 7
  },
  {
    "code": "2430665",
    "name": "ملك ايهاب عبدالحميد عبدالرحمن",
    "section": 7
  },
  {
    "code": "2430666",
    "name": "ملك محمد صلاح محمد داود",
    "section": 7
  },
  {
    "code": "2430667",
    "name": "ملك هانى محمد حسن وهد",
    "section": 7
  },
  {
    "code": "2430668",
    "name": "منة الله محمود على مهدى حميده",
    "section": 7
  },
  {
    "code": "2430669",
    "name": "منه الله ابراهيم محمد السيد نصر",
    "section": 7
  },
  {
    "code": "2430670",
    "name": "منه الله سيد احمد فواز عطالله",
    "section": 7
  },
  {
    "code": "2430671",
    "name": "منه الله طلعت فوزى محمد بسيونى",
    "section": 7
  },
  {
    "code": "2430672",
    "name": "منه الله عصام عبدالسميع فرج",
    "section": 7
  },
  {
    "code": "2430673",
    "name": "منه الله محمد ابوالقاسم معاطى",
    "section": 7
  },
  {
    "code": "2430674",
    "name": "منه الله وجيه شعبان عبدالبارى",
    "section": 7
  },
  {
    "code": "2430675",
    "name": "منه سيد حسن محمد مرسى",
    "section": 7
  },
  {
    "code": "2430676",
    "name": "منه عماد حمدى شاكر بيومى",
    "section": 7
  },
  {
    "code": "2430677",
    "name": "منه محمد السيد عبدالغنى عامر",
    "section": 7
  },
  {
    "code": "2430678",
    "name": "منه محمود محمد محمود جوده",
    "section": 7
  },
  {
    "code": "2430679",
    "name": "منى احمد على عبدالعال صالح",
    "section": 7
  },
  {
    "code": "2430680",
    "name": "مني سيد ابراهيم طه عناني",
    "section": 7
  },
  {
    "code": "2430681",
    "name": "منى محمود محمود عبدالموجود محمد",
    "section": 7
  },
  {
    "code": "2430682",
    "name": "مها رومانى كرمى فالح",
    "section": 7
  },
  {
    "code": "2430683",
    "name": "مهاب محمد احمد فيظى",
    "section": 7
  },
  {
    "code": "2430684",
    "name": "مى جمال عبدالوهاب عبدالباقى يوسف",
    "section": 7
  },
  {
    "code": "2430685",
    "name": "مى حامد عبدالله محمد احمد",
    "section": 7
  },
  {
    "code": "2430686",
    "name": "مي صبحي البسيوني محمد البسيوني",
    "section": 7
  },
  {
    "code": "2430687",
    "name": "مى عبدالباسط عبداللاه منصور",
    "section": 7
  },
  {
    "code": "2430689",
    "name": "ميار خالد فتحى عبدالحكم محمود العطفى",
    "section": 7
  },
  {
    "code": "2430690",
    "name": "ميار ممدوح شعبان عبدالعال",
    "section": 7
  },
  {
    "code": "2430691",
    "name": "مينا شفيق سمير شفيق",
    "section": 7
  },
  {
    "code": "2430692",
    "name": "مينا ناجح جابر موسى",
    "section": 7
  },
  {
    "code": "2430693",
    "name": "مينا وائل صبحى رشدى",
    "section": 7
  },
  {
    "code": "2430694",
    "name": "نانسي أشرف خالد محمود",
    "section": 7
  },
  {
    "code": "2430695",
    "name": "نانسى منير ابوالعلا ابورواش عبدالرحمن",
    "section": 7
  },
  {
    "code": "2430696",
    "name": "ندا ناصر عبدالواحد سيدابراهيم",
    "section": 8
  },
  {
    "code": "2430697",
    "name": "ندي ابراهيم محمد السيد نصر",
    "section": 8
  },
  {
    "code": "2430698",
    "name": "ندى حسنين حسن احمد عبدالغنى",
    "section": 8
  },
  {
    "code": "2430699",
    "name": "نرمين سعد شنوده ابراهيم شنوده",
    "section": 8
  },
  {
    "code": "2430700",
    "name": "نورا أشرف محمد الحسيني",
    "section": 8
  },
  {
    "code": "2430701",
    "name": "نورالدين محمد شاكر محمد احمد",
    "section": 8
  },
  {
    "code": "2430702",
    "name": "نورهان ابراهيم على احمد ابراهيم",
    "section": 8
  },
  {
    "code": "2430703",
    "name": "نورهان هانى عبده صابر محمد",
    "section": 8
  },
  {
    "code": "2430704",
    "name": "هاجر صلاح حسين صديق",
    "section": 8
  },
  {
    "code": "2430705",
    "name": "هاجر مصطفي احمد مصطفي احمد",
    "section": 8
  },
  {
    "code": "2430706",
    "name": "هايدى محمد كمال عبدالمنصف على عبده",
    "section": 8
  },
  {
    "code": "2430707",
    "name": "هبه هشام محمد صلاح الدين على محمد",
    "section": 8
  },
  {
    "code": "2430708",
    "name": "هبه يوسف عبدالمجيد محمد بدر",
    "section": 8
  },
  {
    "code": "2430709",
    "name": "هدى محمد فوزي رمضان",
    "section": 8
  },
  {
    "code": "2430711",
    "name": "وفاء حمدي عطية ابراهيم الصعيدي",
    "section": 8
  },
  {
    "code": "2430712",
    "name": "وفاء طه عبدالتواب عبداللطيف",
    "section": 8
  },
  {
    "code": "2430714",
    "name": "ياسمين عبدالنبى احمد يوسف عبدالله",
    "section": 8
  },
  {
    "code": "2430715",
    "name": "ياسمين عشري عبدالرازق علي",
    "section": 8
  },
  {
    "code": "2430716",
    "name": "ياسمين محمد عبدالرحمن احمد سليمان",
    "section": 8
  },
  {
    "code": "2430717",
    "name": "يمنى ابوزيد السيد عبدالرحمن احمد",
    "section": 8
  },
  {
    "code": "2430718",
    "name": "يوستينا سامى ابوالغيط شنوده عوض",
    "section": 8
  },
  {
    "code": "2430719",
    "name": "يوسف ادريس عياد عيد",
    "section": 8
  },
  {
    "code": "2430720",
    "name": "يوسف اسامة حسن سليم على اليمنى",
    "section": 8
  },
  {
    "code": "2430721",
    "name": "يوسف اشرف رمزى حبيب سمعان",
    "section": 8
  },
  {
    "code": "2430722",
    "name": "يوسف اشرف محمد عبدالرحيم",
    "section": 8
  },
  {
    "code": "2430723",
    "name": "يوسف رضوان ابراهيم امبارك سعد",
    "section": 8
  },
  {
    "code": "2430724",
    "name": "يوسف شريف رمضان ابو النور احمد",
    "section": 8
  },
  {
    "code": "2430725",
    "name": "يوسف عصام عبدالرحمن ابراهيم رزق",
    "section": 8
  },
  {
    "code": "2430726",
    "name": "يوسف عصام نصر احمد",
    "section": 8
  },
  {
    "code": "2430727",
    "name": "يوسف علاء الدين محمد مخيمر",
    "section": 8
  },
  {
    "code": "2430728",
    "name": "يوسف محمد ابوالوفا على السيد",
    "section": 8
  },
  {
    "code": "2330298",
    "name": "يوسف محمد شوقى محمد",
    "section": 8
  },
  {
    "code": "2430729",
    "name": "يوسف محمد ضياء محمد",
    "section": 8
  },
  {
    "code": "2430730",
    "name": "يوسف محمد عبد العظيم محمد",
    "section": 8
  },
  {
    "code": "2430731",
    "name": "يوسف محمد مدكور محمد",
    "section": 8
  },
  {
    "code": "2430732",
    "name": "يوسف محمود يوسف ابوالعلا",
    "section": 8
  },
  {
    "code": "2430735",
    "name": "يوسف هاني كامل ابراهيم ابو المجد",
    "section": 8
  },
  {
    "code": "2330301",
    "name": "يوسف هشام فاروق السيد",
    "section": 8
  },
  {
    "code": "2430736",
    "name": "يوسف ياسر سيد محمود",
    "section": 8
  }
];
